[
  {
    "text": "Seek a calling. Even if you don’t know what that means, seek it. If you’re following your calling, the fatigue will be easier to bear, the disappointments will be fuel, the highs will be like nothing you’ve ever felt.",
    "author": "Phil Knight",
    "source": "Shoe Dog: A Memoir by the Creator of Nike"
  },
  {
    "text": "Everybody is looking for the right person, and nobody is trying to be the right person.",
    "author": "",
    "source": ""
  },
  {
    "text": "We judge others by their actions and ourselves on our intentions.",
    "author": "",
    "source": ""
  },
  {
    "text": "Everyone you meet knows something you don’t.",
    "author": "",
    "source": ""
  },
  {
    "text": "The best ideas are those which solves a problem or lets people do things better.",
    "author": "",
    "source": ""
  },
  {
    "text": "So be afraid! And then do it anyway!",
    "author": "",
    "source": ""
  },
  {
    "text": "No matter the sport — no matter the human endeavour, really — total effort will win people’s hearts.",
    "author": "Phil Knight",
    "source": "Shoe Dog: A Memoir by the Creator of Nike"
  },
  {
    "text": "Don’t tell people how to do things, tell them what to do and let them surprise you with their results.",
    "author": "Phil Knight",
    "source": "Shoe Dog: A Memoir by the Creator of Nike"
  },
  {
    "text": "Belief, I decided. Belief is irresistible.",
    "author": "Phil Knight",
    "source": "Shoe Dog: A Memoir by the Creator of Nike"
  },
  {
    "text": "Somebody may beat me — but they’re going to have to bleed to do it.",
    "author": "",
    "source": "Shoe Dog: A Memoir by the Creator of Nike"
  },
  {
    "text": "Steady progress towards seemingly impossible goals will win the day. Setbacks are temporary. Naysayers are best ignored.",
    "author": "",
    "source": "The Everything Store: Jeff Bezos and the Age of Amazon"
  },
  {
    "text": "Take a moment and stop comparing yourself with others and focus on working hard and having fun learning.",
    "author": "",
    "source": ""
  },
  {
    "text": "Question eveything.",
    "author": "",
    "source": ""
  },
  {
    "text": "You don't learn to walk by following rules. You learn by doing, and by falling over.",
    "author": "Richard Branson",
    "source": ""
  },
  {
    "text": "Build things to build them.",
    "author": "",
    "source": ""
  },
  {
    "text": "Do not indoctrinate your children. Teach them how to think for themselves, how to evaluate evidence, and how to disagree with you.",
    "author": "Richard Dawkins",
    "source": ""
  },
  {
    "text": "If you want to be happy set a goal that commands your thoughts, liberates your energy, and inspires your hopes.",
    "author": "Andrew Carnegie",
    "source": ""
  },
  {
    "text": "The high standards you apply to your desires must be applied to yourself.",
    "author": "",
    "source": ""
  },
  {
    "text": "You can’t be happy in a relationship unless you’re happy being single.",
    "author": "",
    "source": ""
  },
  {
    "text": "Perfect is boring.",
    "author": "",
    "source": ""
  },
  {
    "text": "Push your own boundaries. Get uncomfortable and see where it takes you.",
    "author": "",
    "source": ""
  },
  {
    "text": "It takes 20 years to build a reputation and five minutes to ruin it.",
    "author": "Warren Buffet",
    "source": ""
  },
  {
    "text": "If you don’t go after what you want, you’ll never have it. If you don’t ask, the answer’s always no. If you don’t step forward, you’re always in the same place.",
    "author": "Warren Buffet",
    "source": ""
  },
  {
    "text": "I’ve learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
    "author": "",
    "source": ""
  },
  {
    "text": "None of us are getting out of here alive, so please stop treating yourself like an after thought. Eat the delicious food. Walk in the sunshine. Jump in the ocean. Say the truth that you’re carrying in your heart like hidden treasure. Be silly. Be kind. Be weird. There’s no time for anything else.",
    "author": "Keanu Reeves",
    "source": ""
  },
  {
    "text": "Saying ‘someday’ is either a replacement for fear of not knowing how to start or used in place of ‘no, this is not important right now.’",
    "author": "",
    "source": ""
  },
  {
    "text": "Always bear in mind that your own resolution to success is more important than any other one thing.",
    "author": "",
    "source": ""
  },
  {
    "text": "Consistency is the most important thing to success… in anything.",
    "author": "",
    "source": ""
  },
  {
    "text": "People don’t buy what you do, they buy why you do it.",
    "author": "Simon Sinek",
    "source": ""
  },
  {
    "text": "Always bet on long-term.",
    "author": "",
    "source": ""
  },
  {
    "text": "To ensure quality, then, excellence must be an earned word, attributed by others to us, not proclaimed by us about ourselves.",
    "author": "Ed Catmull",
    "source": "Creativity, Inc.: Overcoming the Unseen Forces That Stand in the Way of True Inspiration"
  },
  {
    "text": "Decide who I want to become and the price I’m willing to pay to get there.",
    "author": "",
    "source": ""
  },
  {
    "text": "Be able to say NO and don’t take CRAP from anyone.",
    "author": "",
    "source": ""
  },
  {
    "text": "If you are wrong admit it quickly and emphatically.",
    "author": "",
    "source": ""
  },
  {
    "text": "Next year, you’ll wish you had started today.",
    "author": "",
    "source": ""
  },
  {
    "text": "Be comfortable and confident to go meet ANY person at ANY time no matter your financial/material situation.",
    "author": "",
    "source": ""
  },
  {
    "text": "Become financially literate.",
    "author": "",
    "source": ""
  },
  {
    "text": "If you want to build a ship, don’t drum up the people to gather wood, divide the work, and give orders. Instead, teach them to yearn for the vast and endless sea.",
    "author": "",
    "source": ""
  },
  {
    "text": "Never go to sleep without a request to your subconscious",
    "author": " Thomas Edison",
    "source": ""
  },
  {
    "text": "Look for the third door. It’s the entrance where you jump out of line, run down the alley, bang on the door a hundred times, crack open the window, sneak through the kitchen — there’s always a way.",
    "author": " Alex Banayan",
    "source": ""
  },
  {
    "text": "Truly understand and invest in the awesome power of compounding. Pay yourself first.",
    "author": " ",
    "source": ""
  },
  {
    "text": "Create more, consume less.",
    "author": " ",
    "source": ""
  },
  {
    "text": "Invest your time, don’t consume it.",
    "author": " ",
    "source": ""
  },
  {
    "text": "Don’t worry about being good today, just be committed to being great over time.",
    "author": " ",
    "source": ""
  },
  {
    "text": "Slow and steady progress can erode any challenge over time.",
    "author": " ",
    "source": ""
  },
  {
    "text": "When you’re sitting all by yourself and you like the person who you are and enjoy your company, then you know you’re on the right path.",
    "author": " ",
    "source": ""
  },
  {
    "text": "Chance favors the prepared mind.",
    "author": " ",
    "source": ""
  },
  {
    "text": "Don’t listen to what I’m saying, watch what I’m doing.",
    "author": " ",
    "source": ""
  },
  {
    "text": "Almost everybody can stay excited for 2 or 3 months. A few people can stay excited for 2 or 3 years, but a winner will stay excited for 30 years or however long it takes to win.",
    "author": " ",
    "source": ""
  },
  {
    "text": "If you make a sacrifice for someone you care about, it needs to be because you want to, not because you feel obligated or because you fear the consequences of not doing so. Acts of love are valid only if they’re performed without conditions or expectations.",
    "author": " ",
    "source": ""
  },
  {
    "text": "Never try to give anything back that someone gives you. It could be all they have to give and a huge sacrifice to them.",
    "author": " ",
    "source": ""
  },
  {
    "text": "If you think you know something, find someone who disagrees and listen to them.",
    "author": " ",
    "source": ""
  },
  {
    "text": "Always know what your goal is when dealing with someone, and what exact problem you are trying to solve. Everyone makes mistakes, and yelling at them just makes them resent you and become defensive. Being calm and understanding will make people look up to you.",
    "author": " ",
    "source": ""
  },
  {
    "text": "Never regret anything in life. You did something stupid? Shrug it off and never do it again. Lost something valuable? Forget about that and convince yourself you’ll get something way better and you will. Regret never helped anyone. It just adds to the load on your back. You can’t turn back time so when something is done don’t ask tell yourself I should’ve done this, I shouldn’t have done that. Tell yourself I will never do that same mistake again.",
    "author": " ",
    "source": ""
  },
  {
    "text": "Success isn’t owned — it’s leased. And rent is due every day.",
    "author": " ",
    "source": ""
  },
  {
    "text": "Take control of your life, no one is going to force you to make something out of it.",
    "author": " ",
    "source": ""
  },
  {
    "text": "A person’s name is to that person the sweetest and most important sound to that person in any language.",
    "author": " ",
    "source": ""
  },
  {
    "text": "Live. Laugh. Love. Notice the order? Get your life together, make yourself happy, THEN go for relationships.",
    "author": " ",
    "source": ""
  },
  {
    "text": "Know what you TRULY want in life, have a PURPOSE or a PASSION, which is a stronger tether to keep you from being pulled by exploiters.",
    "author": " ",
    "source": ""
  },
  {
    "text": "Get so good that they can’t ignore you.",
    "author": "",
    "source": ""
  },
  {
    "text": "The reality is you can’t wing it. If you don’t prepare, you may do okay some of the time, poorly all too often, and good occasionally. You have to practise. Practise breeds consistency, good habits, and success. This is something that every comedian, performer, and athlete knows.",
    "author": "",
    "source": ""
  },
  {
    "text": "If I don’t do a set in two weeks I feel it. I read an article a few years ago that said when you practise a sport a lot, you literally become a broadband: the nerve pathway in your brain contains a lot more information. As soon as you stop practising, the pathway begins shrinking back down. Reading that changed my life. I used to wonder, Why am I doing these sets, getting on stage? Don’t I know how to do this already? The answer is no. You must keep doing it. The broadband starts to narrow the moment you stop.",
    "author": "Jerry Seinfeld",
    "source": ""
  },
  {
    "text": "I do not think that there is any other quality so essential to success of any kind as the quality of perseverance. It overcomes almost everything, even nature.",
    "author": "John D. Rockefeller",
    "source": ""
  },
  {
    "text": "When 10x is your measuring stick, you immediately see how you can bypass what everyone else is doing.",
    "author": "Dan Sullivan",
    "source": ""
  },
  {
    "text": "How can you achieve your 10-year plan in the next six months?",
    "author": "Peter Thiel",
    "source": ""
  },
  {
    "text": "Let’s say you asked someone a question and they rudely and unexpectedly say “F*** off”. Well, obviously that’s not the response that you were expecting. So, what do you do? First, you’ll want to ask yourself, is this something I’m willing to accept? If the answer is no, go on and courteously tell them what they did wasn’t ok. Remember to keep your calm.",
    "author": "",
    "source": ""
  },
  {
    "text": "Constantly think about how you could be doing things better and question yourself.",
    "author": "Elon Musk",
    "source": ""
  },
  {
    "text": "Important work is work that directs your life towards the direction you want to go. Everything else is a distraction.",
    "author": "",
    "source": ""
  },
  {
    "text": "Deal with issues; ignore details.",
    "author": "",
    "source": ""
  },
  {
    "text": "Work to learn don’t work for money",
    "author": "Robert Kiyosaki",
    "source": ""
  },
  {
    "text": "4 levers of wealth creation: invest for cash flow rather than immediate gains, get the right attitude towards money, sharpen your financial saw regularly, start early.",
    "author": "",
    "source": ""
  },
  {
    "text": "Don’t learn for entertainment, learn to create more value",
    "author": "",
    "source": ""
  },
  {
    "text": "You have to know why you want to do something in order to succeed over the long term. Sometimes the why isn’t immediately obvious, and you have to follow your curiosity in order to find it.",
    "author": "",
    "source": ""
  },
  {
    "text": "Those who are unstoppable are in their own world. They don’t compete with anyone but themselves.",
    "author": "",
    "source": ""
  },
  {
    "text": "If you want to improve at something, you need to quantify it.",
    "author": "",
    "source": ""
  },
  {
    "text": "If you hire people just because they can do the job, they’ll work for money but if people who believe what you believe they’ll give you their blood, sweat, and tears.",
    "author": "",
    "source": ""
  },
  {
    "text": "Repetition (persistence) is the key to self confidence.",
    "author": "",
    "source": ""
  },
  {
    "text": "5 Ps - Proper Planning Prevents Poor Performance.",
    "author": "",
    "source": ""
  },
  {
    "text": "Keep investing time in yourself. Don’t $hit your entire youth chasing impulses.",
    "author": "",
    "source": ""
  },
  {
    "text": "When in doubt, the most important to-do is typically the one that makes you the most uncomfortable, often including a chance of rejection, pain or failure.",
    "author": "",
    "source": ""
  },
  {
    "text": "You’ve got to keep control of your time.",
    "author": "",
    "source": ""
  },
  {
    "text": "It’s very important always to live your life by an inner scorecard, not an outer scorecard.",
    "author": "Warren Buffett",
    "source": ""
  },
  {
    "text": "Block out at least 60 minutes in the morning before checking e-mail to work on your #1 most important/uncomfortable to-do.",
    "author": "",
    "source": ""
  },
  {
    "text": "One Dollar is a lot of money",
    "author": "",
    "source": ""
  },
  {
    "text": "Five minutes is a lot of time",
    "author": "",
    "source": ""
  }
]